[UICustomize_RegentBody]  
m_strHips="臀部"  
m_strTail="尾巴"  
m_strTailWrap="尾巴包裹物"  
  
[UICustomize_RegentMenu]  
m_strHips="臀部"  
m_strTailWrap="尾巴包裹物"  
  
[UICustomize_RegentInfo]  
m_strIsRegent="无法更改国籍"  
  
[X2Ability_VKMonarchy]  
CallReinforcements_FlyoverText = "增援正在路上！"  
  
[XGCharacterGenerator_Regent]  
+m_arrRegentFirstNames="克里尔"  
+m_arrRegentFirstNames="伊蒙-克拉"  
+m_arrRegentFirstNames="伊亚克"  
+m_arrRegentFirstNames="奥赫托克"  
+m_arrRegentFirstNames="伊尔马尔"  
  
+m_arrRegentLastNames="瓦伦"  
+m_arrRegentLastNames="冯·尤利克斯"  
+m_arrRegentLastNames="海泽"  
+m_arrRegentLastNames="斯滕格林"  
+m_arrRegentLastNames="雷奇奇格"  
  
+m_strRegentNickname="伽马"  
  
+m_strRegentBackground="加入XCom后，<XGParam:StrValue1/!FirstName/> 极其愿意将战斗带到ADVENT，更具体地说，是向他的同类复仇，对抗长老们"  
  
+m_strRegentCountry = "原籍国家：德国（推测）"  
  
  
[X2Ability_VKRevenant]  
BowToMeFriendlyName = "震慑"  
BowToMeFriendlyDesc = "被震慑到不敢为另一队而战。"  
BowToMeLostFriendlyName = "震慑失效"  
ResistedBowToMeText = "抵抗了震慑"  
BowToMeEffectLostString = "震慑失效"  
BowToMeEffectTickedString = "<XGParam:StrValue0/!UnitName/> 仍被震慑到为对方队伍而战。"  
BowToMeEffectAcquiredString = "<XGParam:StrValue0/!UnitName/> 已被震慑到转换阵营！"  
BowToMeSourceFriendlyName = "震慑者"  
BowToMeSourceFriendlyDesc = "此单位已震慑了另一单位的意志。"  
  
ResistedGuidanceText = "抵抗了引导"  
BestowedGuidanceFriendlyName = "被引导"  
BestowedGuidanceFriendlyDesc = "被引导去追随另一单位并为另一队而战。"  
BestowedGuidanceAcquiredString = "<XGParam:StrValue0/!UnitName/> 已被另一单位引导！"  
BestowedGuidanceSourceFriendlyName = "引导者"  
BestowedGuidanceSourceFriendlyDesc = "此单位已将引导赐予了另一单位。"